<<<<<<< HEAD
/*
 * @Author: ZYH
 * @Email: 1522302196@qq.com
 * @GiteeId: colincclala
 * @Date: 2022-04-25 20:48:50
 * @LastEditTime: 2022-04-25 20:52:34
 * @Description: 
 * 
 */
const arr = [
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5]
]
// 长方阵列排列的复数或实数，矩阵 == 二维数组  构建数组高级用法基础
// arr[0][1];
=======
/*
 * @Author: ZYH
 * @Email: 1522302196@qq.com
 * @GiteeId: colincclala
 * @Date: 2022-04-25 20:48:50
 * @LastEditTime: 2022-04-25 20:52:34
 * @Description: 
 * 
 */
const arr = [
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5],
    [1, 2, 3, 4, 5]
]
// 长方阵列排列的复数或实数，矩阵 == 二维数组  构建数组高级用法基础
// arr[0][1];
>>>>>>> 3060b42 (第一次Git提交所有文件)
